<link rel="stylesheet" type="text/css" href="styles/general.css">
<link rel="stylesheet" type="text/css" href="styles/menu.css">
<ul class="menu">
	<li><a href="diputados.html">Home</a></li>
	<li><a>Posturas de voto</a>
		<ul>
			<li><a href="datosOriginales.html">Definici&oacute;n y datos originales</a></li>
			<li><a href="disclaimer.html">Aclaraciones</a></li>
		</ul>
	</li>
	<li><a>Cr&eacute;ditos</a>
		<ul>
			<li><a href="equipo.html">Equipo de trabajo</a></li>
			<li><a href="agradecimientos.html">Agradecimientos</a></li>
		</ul>
	</li>
	<li><a href="requerimientos.html">Requerimientos</a>
	</li>
</ul>
<p>Los datos originales fueron tomados de los que gener&oacute; <a href="#">Antonio Lenton</a> para su <a href="http://digital.bl.fcen.uba.ar/Download/Tesis/Tesis_5351_Lenton.pdf">tesis de maestr&iacute;a</a> ("Correlaciones period&iacute;stico-legislativos en la Argentina durante los a&ntilde;os 2006-2011") para la <a href="http://triton.exp.dc.uba.ar/datamining/">Maestr&iacute;a en Explotaci&oacute;n de Datos y Descubrimiento del Conocimiento</a> de la Universidad de Buenos Aires. Luego se realiz&oacute; un proceso de limpieza y de adici&oacute;n de los dem&aacute;s datos que se necesitaban.</p>
<p>En esa tesis Antonio present&oacute; varios puntos interesantes, de los cuales nosotros tomamos la parte que habla de como se posicionaron los diputados a la hora de votar los diferentes proyectos de ley durante el per&iacute;odo 2006 - 2011.</p>
<p>La idea b&aacute;sica es usar <a href="http://journals.cambridge.org/abstract_S0003055404001194">m&eacute;todos matem&aacute;ticos publicados</a> previamente para reducir todos los votos de 1 a&ntilde;o a un n&uacute;mero. Este n&uacute;mero (llamado "punto ideal") resulta importante no tanto por su magnitud, sino por su signo. En este caso particular, la <a href="http://en.wikipedia.org/wiki/Projection_%28mathematics%29">proyecci&oacute;n</a> elegida permite observar una separaci&oacute;n muy clara entre posturas que pueden interpretarse como mayormente "oficialistas" o mayormente "opositoras", con obviamente una tercer opci&oacute;n "variable" o alternante.</p>
<p>Como parte de la <a href="http://triton.exp.dc.uba.ar/datamining/">Maestr&iacute;a</a> cursamos la materia Visualizaci&oacute;n dicatada por el profesor <a href="#">Ariel Aizemberg</a>. Seguimos su sugerencia y elegimos estos datos para crear una visualizaci&oacute;n. Lo que se ve aqu&iacute; es la forma de visualizar estos datos, que ideamos durante la materia y luego depuramos.</p>



