<html>
<body>
<link rel="stylesheet" type="text/css" href="styles/general.css">
<link rel="stylesheet" type="text/css" href="styles/menu.css">
<ul class="menu">
	<li><a href="index.html">Home</a></li>
	<li><a>Posturas de voto</a>
		<ul>
			<li><a href="datosOriginales.html">Definici&oacute;n y datos originales</a></li>
			<li><a href="disclaimer.html">Aclaraciones</a></li>
		</ul>
	</li>
	<li><a>Cr&eacute;ditos</a>
		<ul>
			<li><a href="equipo.html">Equipo de trabajo</a></li>
			<li><a href="agradecimientos.html">Agradecimientos</a></li>
		</ul>
	</li>
	<li><a href="requerimientos.html">Requerimientos</a>
	</li>
</ul>
<h2>Representaci&oacute;n de los datos originales</h2>
<p>Los datos aqu&iacute; visualizados son generados mediante una t&eacute;cnica que implica un tratamiento determinado de los datos originales, que incluye pasos de simulaci&oacute;n matem&aacute;tica. Adem&aacute;s, se eligi&oacute; una proyecci&oacute;n espec&iacute;fica entre las posibles (la que determina mayor separaci&oacute;n).</p>
<p>De este modo, estamos mostrando una "interpretaci&oacute;n" (aunque bien estructurada) de la realidad y de ning&uacute;n modo debe asumirse que trata de ser una verdad absoluta.</p>
<h2>Normalizaci&oacute;n de bloques</h2>
Se decidi&oacute; normalizar los bloques al &uacute;ltimo per&iacute;odo (el a&ntilde;o 2011). Vale decir que por cuestiones de la visualizaci&oacute;n, se muestra a cada diputado como perteneciente a un &uacute;nico bloque, aunque esto no refleja que suelen haber cambios de bloque en diferentes momentos.
<h2>Periodos de s&oacute;lo 1 a&ntilde;o</h2>
<p>Cuando un diputado figure en un &uacute;nico per&iacute;odo, su l&iacute;nea no ser&aacute; visible ya que para cada a&ntilde;o se genera un punto y se requiren dos puntos al menos para trazarla.</p>
<h2>Im&aacute;genes</h2>
<p>Las im&aacute;genes que representan a los diputados fueron tomadas en lo posible del sitio de la <a href="http://www.hcdn.gob.ar/diputados/listadip.html">Honorable C&aacute;mara de Diputados de la Naci&oacute;n</a>. Cuando no resultasen disponibles, se obtuvieron de b&uacute;squedas en internet. Este proceso pude estar sujeto a errores y potencialmente alguna/s fotograf&iacute;a/s no ser correctas.</p>
</body>
	<script>
	  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
	  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
	  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
	  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

	  ga('create', 'UA-44984023-1', 'dipvis.org');
	  ga('send', 'pageview');

	</script>
</html>